tap "cantino/mcfly"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "direnv"
brew "exa"
brew "gnupg"
brew "hub"
brew "ispell"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "postgis"
brew "rcm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "zoxide"
brew "cantino/mcfly/mcfly"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-modern-papirus-icon", "with-native-comp"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "battle-net"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "zoom"
