tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
tap "thoughtbot/formulae"
tap "zegervdv/zathura"
brew "python@3.8"
brew "autojump"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "pkg-config"
brew "capnp"
brew "gmp"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "direnv"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "leptonica"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gcc"
brew "gdb_tim"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gpgme"
brew "gnu-sed"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "hub"
brew "ispell"
brew "isync"
brew "jansson"
brew "jq"
brew "libiconv"
brew "libnotify"
brew "librsvg"
brew "libsigsegv"
brew "libvterm"
brew "libyaml"
brew "lsd"
brew "mailutils"
brew "make"
brew "ninja"
brew "meson"
brew "meson-internal"
brew "mkcert"
brew "mono"
brew "msmtp"
brew "xapian"
brew "mu"
brew "nginx", restart_service: true
brew "node"
brew "openjdk"
brew "pgcli"
brew "pick"
brew "pinentry-mac"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgis"
brew "postgresql@11"
brew "postgresql@12"
brew "prettier", link: false
brew "proselint"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sdcv"
brew "sleepwatcher", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "watchman"
brew "wget"
brew "yarn"
brew "ykman"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "cantino/mcfly/mcfly"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "authy"
cask "charles"
cask "dashlane"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "java"
cask "kap"
cask "karabiner-elements"
cask "key-codes"
cask "macdown"
cask "mactex"
cask "mumble"
cask "ngrok"
cask "postman"
cask "pritunl"
cask "skype"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "ukelele"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
